Repository: allou-deyforyou/cinetpay-simulator
Catalog: lib/l10n/app_*.arb
Languages: fr

# trysimulatorpistons
source: try Cinetpay factory piston production line simulator
fr: essayez le simulateur de la chaine de production de pistons de l'usine Cinetpay

source: get started
fr: commencer

source: presentation
fr: présentation

source: Cinetpay Simulator
fr: Simulateur Cinetpay

# fillinformation
source: fill in the information to simulate a Cinetpay factory piston production line :
fr: renseigner les informations pour simuler une chaine de production de pistons de l'usine Cinetpay :

source: production mode :
fr: mode de production :

source: pistons count :
fr: nombre de pistons :

source: recurrent
fr: récurrent

source: parallel
fr: parallèle

source: enter count
fr: entrez le nombre

# createannfilterparts
source: creation and Filtering of piston parts
fr: création et Filtrage des pieces de piston

# processingandassemblypart
source: processing and assembly of piston parts
fr: traitement et Assemblage des pieces de piston

source: head count :
fr: nombre de têtes :

source: skirt count :
fr: nombre de jupes :

source: pin count :
fr: nombre d'axes :

# possiblepistoncount
source: possible pistons count :
fr: nombre de pistons possibles :

source: head duration :
fr: durée des têtes :

source: skirt duration :
fr: durée des jupes :

source: pin duration :
fr: durée des axes :

source: assembly duration :
fr: durée d'assemblage :

source: total duration :
fr: durée totale :

source: clear
fr: effacer
